{
  "document.title": "MKM Price Updater",

  "app.generics.yes": "Yes",
  "app.generics.no": "No",
  "app.generics.condition": "Condition",
  "app.generics.mint": "Mint",
  "app.generics.near-mint": "Near-Mint",
  "app.generics.excellent": "Excellent",
  "app.generics.good": "Good",
  "app.generics.light-played": "Light-Played",
  "app.generics.played": "Played",
  "app.generics.poor": "Poor",
  "app.generics.german": "German",
  "app.generics.spanish": "Spanish",
  "app.generics.french": "French",
  "app.generics.italian": "Italian",
  "app.generics.japanese": "Japanese",
  "app.generics.portugueseBrazil": "Portuguese(Brazil)",
  "app.generics.russian": "Russian",
  "app.generics.chineseSimplified": "Chinese Simplified",
  "app.generics.english": "English",
  "app.generics.korean": "Korean",
  "app.generics.chineseTraditional": "Chinese Traditional",

  "app.navbar.logOut.toast.success": "You logged out successfully.",
  "app.navbar.myAccount": "My Account",
  "app.navbar.settings": "Settings",
  "app.navbar.logOut": "Log out",
  "app.navbar.register": "Register",
  "app.navbar.connect": "Log in",
  "app.navbar.dashboard": "Dashboard",
  "app.navbar.stats": "Stats",
  "app.navbar.create-script": "Create a script",
  "app.navbar.my-scripts": "My Scripts",
  "app.navbar.subscribe": "Subscribe",
  "app.navbar.invoices": "My invoices",
  "app.navbar.byMTGInterface": "by MTG Interface",

  "app.footer.legalClauses": "Legal Clauses",
  "app.footer.ByMTGInterface": "MTG-Interface © 2021 All rights reserved.",

  "app.burgerMenu.createScript": "Create a Script",
  "app.burgerMenu.allMyScripts": "My Scripts",
  "app.burgerMenu.subscribe": "Subscribe",
  "app.burgerMenu.register": "Register",
  "app.burgerMenu.login": "Log in",
  "app.burgerMenu.logOut": "Log out",

  "app.myAccountPage.title": "My Account",
  "app.myAccountPage.myEmail": "Email : ",
  "app.myAccountPage.FirstName": "First Name",
  "app.myAccountPage.LastName": "Last Name",
  "app.myAccountPage.Telephone": "Telephone",
  "app.myAccountPage.mail": "Email",
  "app.myAccountPage.adress": "Adress",
  "app.myAccountPage.postalCode": "Postal Code",
  "app.myAccountPage.town": "Town",
  "app.myAccountPage.edition.success": "Your account has been updated.",
  "app.myAccountPage.edition.failure": "Your account couldn't be updated. Please try again.",

  "app.page.termsAndConditions.title": "Terms and Conditions",
  "app.page.termsAndConditions.preambule": "Preambule",
  "app.page.termsAndConditions.preambulePart1": "MTGINTERFACE offers a web service (hereinafter referred to as the « SERVICE ») aimed at helping professional merchants, be they private individuals or legal entities, (hereinafter referred to as the « MERCHANT(S) ») who wish to optimise the price of items they are offering for sale on the Magic Card Market Marketplace platform (https://www.cardmarket.com)(hereinafter referred to as the « PLATFORM »).The terms and conditions of this SERVICE are set out in these Terms and Conditions.",
  "app.page.termsAndConditions.preambulePart2": "Details regarding the MTGINTERFACE company are as follows:   Yoann BUZENET,  Micro Entreprise MTGINTERFACE HeadQuarters : 9 Rue place Maréchal Foch, 56700 Hennebont, France, SIREN 804 965 101 00038, Tél : +336 13 64 92 72",
  "app.page.termsAndConditions.article1Title": "1. Necessary conditions to access the SERVICE",
  "app.page.termsAndConditions.article1.paragraph1": "You may use the SERVICE only if you are 18 years or older and capable of forming a binding contract with MTGINTERFACE, and not otherwise barred from using the SERVICE under applicable law. If you are accessing and using the SERVICE on behalf of a company (such as your employer) or other legal entity, you represent and warrant that you have the authority to bind that entity to these Terms. In that case, “you” and “your” will refer to that entity.",
  "app.page.termsAndConditions.article1.paragraph2.beginning": "The MERCHANT does hereby declare:",
  "app.page.termsAndConditions.article1.paragraph2.case1": "that they are the holder of a « Professional » account on the PLATFORM, and that they have a username and a password granting them legal access to the PLATFORM. Please note that some parts of this SERVICE will not work if the MERCHANT is not registered as a Professional on the PLATFORM.",
  "app.page.termsAndConditions.article1.paragraph2.case2": "that they have agreed to the General Conditions on the PLATFORM, and that they are fully aware of the rules governing sales and the setting of prices as set out by the aforementioned PLATFORM;",
  "app.page.termsAndConditions.article1.paragraph2.case3": "that they fully understand what they can get from using the SERVICE offered by MTGINTERFACE as set out in these terms and conditions.",
  "app.page.termsAndConditions.article2.title": "2. Duration / Cancellation",
  "app.page.termsAndConditions.article2.subtitle1": "Duration",
  "app.page.termsAndConditions.article2.subtitle1.paragraph1": "At the end of the initial subscription period, the Terms and Conditions shall NOT be renewed automatically by tacit agreement",
  "app.page.termsAndConditions.article2.subtitle2": "Cancellation",
  "app.page.termsAndConditions.article2.subtitle2.paragraph1": "In the event that the MERCHANT fails to perform some or all of their obligations under these Terms and Conditions, MTGINTERFACE may cancel these Terms and Conditions as of right and at any time, with or without formal notice being made to the MERCHANT to fulfil their obligations. MTGINTERFACE shall send any formal notice by any means of its choice, including by simple electronic mail (e-mail).",
  "app.page.termsAndConditions.article3.title": "3.Description of the SERVICE of updating prices",
  "app.page.termsAndConditions.article3.paragraph1": "The MTGINTERFACE SERVICE consists of providing the MERCHANT with a tool enabling them to optimise the price of the products they wish to offer on sale on the PLATFORM. This optimisation is performed using a pricing strategy defined by the MERCHANT, amongst other things bearing in mind the positioning they choose in relation to market trends, to the language and condition of their product, or any discount they want to create. The MERCHANT will monitor and check the suitability of the optimum prices proposed by the MTGINTERFACE system, may check any result thanks to the \"Test\" button, and will make any necessary adjustments to these proposals. They will then, under their own responsibility, choose the prices that will be ultimately put online for buyers on the PLATFORM, by clicking on the « Launch » button. The prices will not appear on the PLATFORM website unless this button is clicked. The MERCHANT will provide MTGINTERFACE with their PLATFORM identification token, and authorise MTGINTERFACE to use them in order that it can change the MERCHANT’s prices and put new prices online on his or her behalf.",
  "app.page.termsAndConditions.article4.title": "4. LIABILITY",
  "app.page.termsAndConditions.article4.paragraph1": "a/ The MERCHANT explicitly acknowledges and agrees that MTGINTERFACE has a simple due care obligation for all its obligations arising from the Terms and Conditions.",
  "app.page.termsAndConditions.article4.paragraph2": "b/ Except in the event of proven gross or intentional misconduct, the overall liability of MTGINTERFACE to the MERCHANT by virtue of these Terms and Conditions, irrespective of the legal grounds may not, if applicable, exceed the amounts already paid by the MERCHANT for their last monthly payment. Furthermore, the MERCHANT may not claim any compensation in this regard if a claim is not made by registered post with return receipt sent to MTGINTERFACE within one (1) week as of the date when the underlying event happens.",
  "app.page.termsAndConditions.article4.paragraph3": "c/ The MERCHANT explicitly agrees that MTGINTERFACE and/or its representatives have only limited liability (in accordance with article 4 /b above) to it for any indirect damages arising through the poor performance or non-performance by MTGINTERFACE of its obligations by virtue of this document resulting in, but not limited to, any losses of profits or income and/or any damage arising from the impossibility of using all or part of the SERVICE, interruptions to business or other, even if MTGINTERFACE or its representatives have been informed of the possibility of such damage, any service or assistance no specifically included in these Terms and Conditions, any damages arising, directly or indirectly, from the inaccuracy of the information coming from the use of the SERVICE.",
  "app.page.termsAndConditions.article4.paragraph4": "d/ The MERCHANT acknowledges that they alone are responsible for the information they hold and/or own, as well as that arising from the use of the SERVICE, and assume sole responsibility for keeping such information.",
  "app.page.termsAndConditions.article4.paragraph5": "e/ The MERCHANT acknowledges that it alone is responsible for forecasting and calculating any damage it is liable to suffer in the event of any problem arising in the performance of the Terms and Conditions whose terms (including financial measures) have been set with regard to the liability limitations and exemptions enjoyed by MTGINTERFACE. As a consequence, the MERCHANT acknowledges and accepts that it is their own responsibility to insure themselves against all risks and that they alone deem appropriate with regard to their own individual situation and under the terms of the Terms and Conditions.",
  "app.page.termsAndConditions.article4.paragraph6": "f/ All sales made by the merchant on the PLATFORM, particularly where MTGINTERFACE puts optimum prices online on the MERCHANT’s behalf as part of the role with which the latter has entrusted it in Article 3, are made directly between the merchant and the buyers on the PLATFORM. As a consequence, MTGINTERFACE is under no circumstances a contractual party to agreements signed between the MERCHANT and the buyers on the PLATFORM, and The merchant undertakes to respect the applicable legislative and regulatory provisions and particularly those aimed at consumer protection and mail order sales.",
  "app.page.termsAndConditions.article5.title": "5. Reliance on the PLATFORM API third party technology",
  "app.page.termsAndConditions.article5.paragraph1": "a/ The MERCHANT explicitly acknowledges that it is aware of and agrees that: – the SERVICE is relying on the « API » technology developed by the PLATFORM and made available to Marketplace merchants. The MERCHANT undertakes only to use information obtained thanks to the SERVICE with the aim of optimising their prices on the PLATFORM, in accordance with these Terms and Conditions and with the provisions of the Terms and Conditions and the PLATFORM Marketplace– some changes made by the PLATFORM could render the SERVICE obsolete, independently of the monitoring and the desires of MTGINTERFACE, and that this latter may under no circumstances be held responsible for developments governed by the PLATFORM and their consequences, whether they arise with or without warning and irrespective of the consequences of these changes.",
  "app.page.termsAndConditions.article5.paragraph2": "b/ MTGINTERFACE acquits itself of all responsibility as to the integrity, exhaustiveness, precision, accuracy, and updating of information and data provided by the SERVICE depending on the PLATFORM and its software and databases. MTGINTERFACE holds no intellectual property or other rights over the PLATFORM information and data. This information and data remain the exclusive property of the PLATFORM, as is explicitly acknowledged by the MERCHANT, who shall take this into account in their usage.",
  "app.page.termsAndConditions.article5.paragraph3": "c/ MTGINTERFACE shall make every effort available to it to make sure the SERVICE provides the most up-to-date possible information. However, the MERCHANT explicitly acknowledges and agrees that: – the information relating to prices are by their very nature volatile, and therefore that the optimum prices proposed as part of this SERVICE may no longer be up to date when the MERCHANT puts their prices online on the PLATFORM; – by clicking on the « Launch » button, the MERCHANT takes responsibility for the prices the put online The abovementioned guarantee and liability limitations constitute essential and overriding factors of the Terms and Conditions between MTGINTERFACE and the MERCHANT.",
  "app.page.termsAndConditions.article6.title": "6. FORCE MAJEURE",
  "app.page.termsAndConditions.article6.paragraph1": "Force majeure events shall suspend the obligations of the parties as regards the Terms and Conditions. However, if the force majeure event continues for over two (2) months, each party will have the option of putting an end to the Terms and Conditions by registered post with return receipt sent to the other party.",
  "app.page.termsAndConditions.article7.title": "7. Right of withdrawal",
  "app.page.termsAndConditions.article7.paragraph1": "As a user residing in a member country of the European Union, you have the right to withdraw from any purchase made on MTGINTERFACE without giving a reason.",
  "app.page.termsAndConditions.article7.paragraph2": "However, you agree that your legal right of withdrawal will end within 14 days or as soon as you start running a script, depending on what happens first. For any reimbursement process, please contact us at support@mtginterface.com.",
  "app.page.termsAndConditions.article8.title": "8. Miscellaneous",
  "app.page.termsAndConditions.article8.paragraph1": "In the event of any disputes over the use of the SERVICE, the MERCHANT and MTGINTERFACE agree that the data saved on MTGINTERFACE equipment and particularly the use of the MERCHANT’s private identification token, API access given by the PLATFORM to the MERCHANT, usernames and passwords shall constitute valid proof between the parties. It is explicitly agreed that all the technical information regarding the MERCHANT, particularly saved data and statistics will be kept and archived by MTGINTERFACE for probative reasons.",
  "app.page.termsAndConditions.article8.paragraph2": "These Terms and Conditions give the full obligations of the parties. The fact that either party does not take advantage of any shortcoming or any failure to perform any of its obligations or any other breach by the other party of any of its obligations under the Terms and Conditions shall not be interpreted as a waiver of the obligation in question or of any of the other provisions contained in the Terms and Conditions. Similarly, any delay or failure by either party to perform the rights and prerogatives granted to them under these Terms and Conditions shall not be interpreted as a waiver of these rights and prerogatives.",
  "app.page.termsAndConditions.article8.paragraph3": "These Terms and Conditions constitute a full and exclusive whole of the terms of the agreement entered into between MTGINTERFACE and the MERCHANT.",
  "app.page.termsAndConditions.article8.paragraph4": "In the event that any of the Terms and Conditions clauses are declared null and void, this clause shall be deemed not to have been written. This shall not lead to the cancellation of the Terms and Conditions in their entirety.",
  "app.page.termsAndConditions.article9.title": "9. Applicable law",
  "app.page.termsAndConditions.article9.paragraph1": "Competent jurisdiction These Terms and Conditions are subject to interpretation and performance under French law. Any dispute between MTGINTERFACE and the MERCHANT relating to the existence, validity, interpretation or performance of the Terms and Conditions or of any of their clauses that the parties are unable to resolve amicably shall be ruled by the Paris courts.",

  "app.LoginPage.title": "Log in",
  "app.LoginPage.label.email": "Mail Adress",
  "app.LoginPage.label.password": "Password",
  "app.LoginPage.placeholder.email": "Mail adress...",
  "app.LoginPage.placeholder.password": "Password",
  "app.LoginPage.button.connect": "Log in",
  "app.LoginPage.toast.success": "You are connected.",
  "app.LoginPage.toast.failure": "Login or password incorrect. Please try again.",
  "app.LoginPage.forgottePassword": "Forgot your password ?",

  "app.subscribePage.chooseYourPlan": "Choose the best plan for your business",
  "app.subscribePage.oneMonth": "One Month",
  "app.subscribePage.threeMonths": "Three Months",
  "app.subscribePage.button.subscribe": "Subscribe",
  "app.subscribePage.UnlimitedPriceUpdates": "Unlimited price updates",
  "app.subscribePage.CustomizeYourOwnScripts": "Customize your own scripts",
  "app.subscribePage.PDFSummaryOfEachModification": "PDF summary of each modification",
  "app.subscribePage.oneMonths.slogan": "Just refresh your prices",
  "app.subscribePage.threeMonths.slogan": "Get competitive on the long run",
  "app.subscribePage.threeMonths.explaination": "Or 23,34€/month",

  "app.loginOutdated.toast.failure": "You are not connected anymore. Please log again.",

  "app.ResetMail.title": "Forgot your password ?",
  "app.ResetMail.label.email": "Please indicate your mail adress :",
  "app.ResetMail.button.submit": "Send me an email to reset my password",
  "app.ResetMail.success": "An email has been sent to your mailbox.",
  "app.ResetMail.failure": "There has been error. Please try again later.",

  "app.setNewPassword.title": "Set your new password",
  "app.setNewPassword.firstLabel": "Please type your new password",
  "app.setNewPassword.firstPlaceholder": "Your new password",
  "app.setNewPassword.SecondLabel": "Type the same password",
  "app.setNewPassword.secondPlaceholder": "Type the same password",
  "app.setNewPassword.button.submit": "Set new password",
  "app.setNewPassword.failSubmit.challengeMissing": "There has been an error. Please try again from the link in your email.",
  "app.setNewPassword.failSubmit.serverError": "There has been an error. Please try again later.",
  "app.setNewPassword.success": "Your password has been updated.",
  "app.setNewPassword.failure.passwordDontMatch": "Passwords don't match. Please try again.",
  "app.setNewPassword.mailLabel": "Please type your mail adress",
  "app.setNewPassword.mailPlaceholder": "Your Mail",

  "app.invoicePage.title": "Invoices",
  "app.invoicePage.invoice.thead.creationDate": "Created On",
  "app.invoicePage.invoice.thead.beginningDate": "Starts on",
  "app.invoicePage.invoice.thead.endingDate": "Ends On",
  "app.invoicePage.invoice.thead.duration": "Duration",
  "app.invoicePage.invoice.thead.amount": "Amount",
  "app.invoicePage.invoice.thead.download": "Download",
  "app.invoicePage.getInvoices.failure": "Invoices could not be loaded. Please try later.",
  "app.invoicePage.invoice.noInvoiceYet": "You have no invoice at the time. You can subscribe anytime !",
  "app.invoicePage.invoice.subscribeCTA": "Subscribe",
  "app.invoicePage.invoice.needMandatoryInformations": "We need some informations to be able to generates invoices. Please complete them ",
  "app.invoicePage.invoice.needMandatoryInformationsHere": "here.",
  "app.invoicePage.InvoiceLinegeneratePDF": "Download PDF",

  "app.invoice.PDF.table.products": "Products",
  "app.invoice.PDF.table.amount": "Amount Tax EX.",
  "app.invoice.PDF.table.vat": "VAT",
  "app.invoice.PDF.table.quantity": "Quantity",
  "app.invoice.PDF.table.total": "Total",
  "app.invoice.PDF.table.summary.products": "Products",
  "app.invoice.PDF.summary.invoiceNumber": "Invoice n° ",
  "app.invoice.PDF.summary.date": "Date : ",
  "app.invoice.PDF.footer.fiscalRuleNoVAT": "Non applicable VAT, art. 293 B of french Fiscal Code (CGI).",
  "app.invoice.PDF.product.OneMonthSubscription": "One Month Subscription",
  "app.invoice.PDF.product.ThreeMonthSubscription": "Three Month Subscription",
  "app.invoice.PDF.summary.vat": "VAT : ",

  "app.RegisterPage.title": "Register",
  "app.RegisterPage.label.mail": "Email *",
  "app.RegisterPage.label.password": "Password *",
  "app.RegisterPage.label.passwordCheck": "Password Verification *",
  "app.RegisterPage.placeholder.passwordCheck": "Please type your password again",
  "app.RegisterPage.accountCreation.passwordCheck.failure": "Password don't match. Please type them again.",
  "app.RegisterPage.placeholder.legalName": "Company Name",
  "app.RegisterPage.label.legalName": "Company Name, or Business Owner Name *",
  "app.RegisterPage.placeholder.addressStreet": "Address",
  "app.RegisterPage.label.address": "Address *",
  "app.RegisterPage.placeholder.postalCode": "Postal Code",
  "app.RegisterPage.label.postalCode": "Postal Code *",
  "app.RegisterPage.label.firstName": "First Name",
  "app.RegisterPage.label.lastName": "Last Name",
  "app.RegisterPage.label.telephone": "Telephone",
  "app.RegisterPage.label.adress": "Adress *",
  "app.RegisterPage.label.town": "Town *",
  "app.RegisterPage.label.VAT": "VAT (if applicable)",
  "app.RegisterPage.placeholder.VAT": "VAT (if applicable)",
  "app.RegisterPage.placeholder.mail": "Mail Adress...",
  "app.RegisterPage.placeholder.password": "Your password",
  "app.RegisterPage.placeholder.firstName": "First Name",
  "app.RegisterPage.placeholder.lastName": "Last Name",
  "app.RegisterPage.placeholder.telephone": "Telephone",
  "app.RegisterPage.placeholder.adress": "Your adress...",
  "app.RegisterPage.placeholder.town": "Town",
  "app.RegisterPage.button.register": "Create Account",
  "app.RegisterPage.accountCreation.toast.success": "Your account has been created.",
  "app.RegisterPage.accountCreation.mailAlreadyTaken.toast.failure": "This email is already taken. Please choose another one.",
  "app.RegisterPage.accountCreation.toast.failure": "An error has occured. Please try again.",
  "app.page.priceShield.secondUlFirstLi": "If the new price is too low below the market trend",
  "app.page.priceShield.secondUlSecondLi": "If the price is too far from your former price",
  "app.page.afterUlFirstP": "The Price Shield is the way to protect specific prices on exotic cards and staples. It cannot be deactivated.",
  "app.page.afterUlSecondP": "Each price blocked by the Price Shield will be explained in the summary you receive at the end of your script. This way, you can still update it yourself if you want to.",

  "app.page.priceShield.title": "Price Shield",
  "app.page.priceShield.FirstExplaination": "Each time a new price is to be set by your script, we check it through the Price Shield.",
  "app.page.priceShield.firstUlTitle": "The Price Shield looks at :",
  "app.page.priceShield.firstUlFirstLi": "The current trend of the product on MKM (foil and regular)",
  "app.page.priceShield.firstUlSecondLi": "Your current price",
  "app.page.priceShield.firstUlThirdLi": "The new price that is going to be set",
  "app.page.priceShield.secondUl": "The Price Shield then blocks :",

  "app.modal.payment.button.pay": "Pay",
  "app.modal.payment.success": "Your paiment has been received. Your are now subscribed.",
  "app.modal.generalConditions.checkIn.firstPart": "I have read and accepted the ",
  "app.modal.generalConditions.checkIn.SecondPartLink": "Terms of use.",
  "app.modal.payment.failure": "Payment could not be proceeded. Please try later.",
  "app.modal.payment.failureAfterSuccess": "There has been an error after the payment did proceed. Please contact us.",
  "app.subscribePage.button.duration.oneMonth": "One Month",
  "app.subscribePage.button.duration.threeMonth": "Three Months",
  "app.subscribePage.toast.pleaseLoginOrRegister": "Please {loginLink} or {registerLink} to purchase a subscription !",
  "app.subscribePage.toast.notSusbcribed.message.login": "login",
  "app.subscribePage.toast.message.register": "register",

  "app.popIn.confirmationLaunching": "Launch Script ?",
  "app.popIn.confirmationLaunching.button.launch": "Launch",
  "app.popIn.confirmationLaunching.button.cancel": "Cancel",
  "app.popIn.confirmationLaunching.explaination": "Your script will be launched. Process needs between few minutes and some hours, depending on the size of your stock, and the number of people using the website. You will receive an email at the end of the process.",
  "app.popIn.confirmationTest": "Launch Test Script ?",
  "app.popIn.confirmationTest.explaination": "A test version of this script will be launched. It is a simulation and will not affect your stock on MKM. Process needs between few minutes and some hours, depending on the size of your stock, and the number of people using the website. You will receive an email at the end of the process.",
  "app.popIn.confirmationLaunching.button.test": "Test it",

  "server.sendMail.welcomeEmail.title": "Welcome on {url} !",
  "server.sendMail.sellRequest.submitted": "Your sell request has been submitted !",
  "server.sendMail.sellRequest.cardsHaveBeenSent": "Your cards have been notified as sent.",
  "server.sendMail.sellRequest.cardsHaveBeenReceived": "Sell Request {sellRequestId} : Your cards have been received !",
  "server.sendMail.sellRequest.cardsBeingProcessed": "Sell Request {sellRequestId} : Your cards are being processed.",
  "server.sendMail.sellRequest.awaitingCustomerValidation": "Sell Request {sellRequestId} : Awaiting your validation.",
  "server.sendMail.sellRequest.validated": "Sell Request {sellRequestId} has been validated !",
  "server.sendMail.sellRequest.cancelled": "Sell Request {sellRequestId} has been canceled.",
  "server.sendMail.sellRequest.shopNotification.submitted": "A new sell request has been submitted !",

  "config.definition.lang.german": "German",
  "config.definition.lang.spanish": "Spanish",
  "config.definition.lang.french": "French",
  "config.definition.lang.italian": "Italian",
  "config.definition.lang.japanese": "Japanese",
  "config.definition.lang.portuguese": "Portuguese",
  "config.definition.lang.russian": "Russian",
  "config.definition.lang.simplifiedChinese": "Simplified Chinese",
  "config.definition.lang.english": "English",
  "config.definition.lang.korean": "Korean",
  "config.definition.lang.traditionnalChinese": "Traditionnal Chinese",

  "app.error401.toast.failure": "You are not logged anymore. Please log again.",
  "app.error403.toast.failure": "You don't have access to this ressource.",
  "app.error500.toast.failure": "There has been an error. Please try again later.",

  "scriptLine.buttons.edit": "Edit",
  "scriptLine.buttons.test": "Test",
  "scriptLine.buttons.launch": "Launch",
  "scriptLine.buttons.saving": "Saving...",
  "scriptLine.buttons.saved": "Saved !",
  "scriptLine.buttons.isRunning": "Running",
  "scriptLine.buttons.upToDate": "Ready",
  "scriptline.select.formats.title": "Formats",
  "scriptline.select.formats.mustHaveOneAtLeast": "Your script must at least target one format.",
  "scriptline.select.rarities.mustHaveOneAtLeast": "Your script must at least process one card rarity.",
  "scriptline.select.formats.save.failed": "Save has failed. Please try later.",

  "createMyScript.title.createAScript": "Create a Script",
  "createMyScript.title.scriptNumber": "Script n°",
  "createMyScript.title.scriptname": "Script Name",
  "createMyScript.buttons.save": "Save",
  "createMyScript.buttons.test": "Test",
  "createMyScript.buttons.launch": "Launch",
  "createMyScript.select.formats.title": "Formats",
  "createMyScript.select.formats.placeholder": "Choose formats...",
  "createMyScript.script.select.formats.numberOfSetsSelected": "{0} formats selected",
  "createMyScript.columnTitles.regular": "Regular",
  "createMyScript.columnTitles.foil": "Foil",
  "createMyScript.script.title.defaultName": "My new Script",
  "createMyScript.script.title.formatSelection": "Format Selection",
  "createMyScript.script.select.pricesAreBasedOn.label": "Calculate the new prices from : ",
  "createMyScript.script.select.pricedBasedOnPossibilities.mkmTrends": "The MKM Data",
  "createMyScript.script.select.pricedBasedOnPossibilities.oldPrices": "My current prices",
  "createMyScript.script.select.pricedBasedOnPossibilities.oldPrices.helperText": "New prices will be based on your current prices. Example : +10% on your current prices. This only applies to rules where you chose 'Create operation'.",
  "createMyScript.script.select.pricedBasedOnPossibilities.mkmTrends.helperText": "New prices will be based on MKM trends. Example : +10% on MKM trend. This only applies to rules where you chose 'Create operation'.",
  "createMyScript.script.select.keywordBehaviour.title": "MKM Comments : ",
  "createMyScript.script.select.keywordBehaviour.listOfComments.title": "List of MKM Comments : ",
  "createMyScript.script.select.keywordBehaviourPossibilities.ignores": "Ignores",
  "createMyScript.script.select.keywordBehaviourPossibilities.targetsSpecifically": "Targets Only",
  "createMyScript.script.select.keywordBehaviourPossibilities.avoidsSpecifically": "Avoids Specifically",
  "createMyScript.script.select.keywordBehaviour.add.form.label": "Add a MKM Comment",
  "createMyScript.script.select.keywordChips.placeholder.noKeywords": "No MKM Comment were added.",
  "createMyScript.script.select.keywordBehaviour.delete.failure.toast": "This MKM Comment could not be deleted. Please try later.",
  "createMyScript.script.select.keywordBehaviour.helpertext.explaination.ignore": "You can filter the cards affected by the script via their MKM comments. Currently, this script IGNORES these comments.",
  "createMyScript.script.select.keywordBehaviour.helpertext.explaination.targets": "You can filter the cards affected by the script via their MKM comments. Currently, this script TARGETS ONLY cards with these comments.",
  "createMyScript.script.select.keywordBehaviour.helpertext.explaination.avoid": "You can filter the cards affected by the script via their MKM comments. Currently, this script AVOIDS cards with these comments.",
  "createMyScript.script.setSelection.title": "Filter by set",
  "createMyScript.script.select.expansions.placeholder": "Choose sets...",
  "createMyScript.script.select.expansions.numberOfSetsSelected": "{0} sets selected",
  "createMyScript.rarity.title": "Rarities processed",
  "createMyScript.rarity.mythic": "Mythic",
  "createMyScript.rarity.rare": "Rare",
  "createMyScript.rarity.uncommon": "Uncommon",
  "createMyScript.rarity.common": "Common",
  "createMyScript.genericRules.title": "Generic Rules",
  "createMyScript.genericRules.signedCardAreNotTreated": "Signed cards are not processed.",
  "createMyScript.genericRules.alteredCardAreNotTreated": "Altered cards are not processed.",
  "createMyScript.genericRules.playsetsAreNotTreated": "Playsets are not processed.",
  "createMyScript.genericRules.cardsWithSuperiorPriceAreNotTreated": "Cards with superior prices to these mentionned here are not processed.",
  "createMyScript.checkMKMConnection.failture": "You are not connected to MKM. Please connect in order to launch a script.",
  "createMyScript.checkStateCoherence.failure": "There seems to be an error among the rules. Please check them.",
  "createMyScript.launchScript.failure.customRulesatLeast1": "The script must at least have one rule.",
  "createMyScript.scriptMustBeSaved": "Please save the script before launching it.",
  "createMyScript.launchTest.success": "The test script has been launched. Once it's done, you will receive a summary by mail.",
  "createMyScript.launchTest.failure": "The test script could not be launched. Please try later, or contact us if the problem persists.",
  "createMyScript.launchReal.success": "The MKM script has been launched. Once it's done, you will receive a summary by mail.",
  "createMyScript.launchReal.failure": "The MKM script could not be launched. Please try later, or contact us if the problem persists.",
  "createMyScript.saving.success": "Your script has been saved.",
  "createMyScript.saving.failure": "There has been an error while saving. Please contact us if the problem persists.",
  "createMyScript.creating.failure": "There has been an error while creating the script.",

  "allMyScripts.title": "My Scripts",
  "allMyScripts.formats": "Formats",
  "allMyScripts.status": "Status",
  "allMyScripts.button.createScript": "Create a Script",

  "mkmConnectionIndicator.title": "MKM Connection",

  "app.MKMConnect.toast.success": "You logged succesfully to MKM.",
  "app.MKMConnect.shouldConnect.toast.failure": "Data seems to not be up to date. Please try again.",
  "app.MKMConnect.connected.until": "You are connected until ",
  "app.MKMConnect.connected.refresh": "Refresh",
  "app.MKMConnect.connected.logMKM": "Log to MKM",
  "app.MKMConnect.connected.logMtgInterface": "Log on MTG Interface",
  "app.MKMConnect.connected.sync": "Sync !",
  "app.MKMConnect.connected.notConnectedToMKM": "You are not connected to MKM.",
  "app.MKMConnect.connected.PleaseConnectToMKM": "You are not connected to MKM. Please login again.",

  "customRules.price.from": "From",
  "customRules.price.to": "To",
  "customRules.select.title.userChoice": "Do",
  "customRules.price.setFixedPrice.SellFor": "Sell For",
  "customRules.select.title.mkmPossibilityToChoose": "Base the new price on",
  "customRules.select.title.behaviour": "Rule to apply",
  "customRules.helpertext.basedOnRegularMKMTrends": "based on MKM trend price",
  "customRules.helpertext.basedOnFoilMKMTrends": "based on MKM Foil Trend price",
  "customRules.helpertext.basedOnCurrentPrices": "based on your current prices",
  "customRules.price.errorRule.twoPricesMustBeIndicated": "Both prices of a rule should be filled in.",
  "customRules.price.errorRule.priceshouldBeCoherentWithNextRule": "Price of this rule is not coherent with the next rule price.",
  "customRules.price.errorRule.priceFromShouldInferiortoPriceTo": "'From' Price must be inferior to 'To' price.",
  "customRules.price.errorRule.firstRuleMustStartAt0euros": "First Rule must start at 0 euro.",
  "customRules.price.errorRule.setFixedValueMustHaveASellingPrice": "This rule expects a selling price.",
  "customRules.regularRules.title": "REGULAR RULES",
  "customRules.foilRules.title": "FOIL RULES",

  "settings.save.check.error.missingField": "One of the fields seems to be missing.",
  "settings.save.success": "Your settings have been updated.",
  "settings.save.failure": "There has been an error. Please try again later. If this problem occurs again, please mail us immediately.",
  "settings.title": "Manage your prices",
  "settings.subtitle.explaination": "Compared to Mint, which percentage do you want to apply following the card condition and / or language ?",
  "settings.category.regular": "Regular",
  "settings.category.foil": "Foil",
  "settings.percentageToApply": "Percentage to apply",
  "settings.languages": "Languages",
  "settings.language": "Language",

  "mail.sending.title.test": "Your test script has been executed.",
  "mail.sending.title.real": "Your script has been executed.",
  "mail.sending.title.register": "You just registered on mkmpriceupdater.com !",
  "mail.sending.title.passwordForgotten": "Reset your password",
  "mail.sending.title.afterPayment": "Payment received",
  "mail.sending.title.scriptHad0card": "Your script has been executed, but affected 0 card.",
  "mail.sending.title.testScriptHad0card": "Your test script has been executed, but affected 0 card.",

  "subscribed.notSusbcribed.NeedToDoIt.text": "You need to subscribe to access this feature. You can do this {link}.",
  "subscribed.notSusbcribed.NeedToDoIt.link": "here",

  "tutorial.allMyScripts": "All your scripts are available here. We created some for you to check. You can edit them as you like."
}
