{
  "document.title": "Modifiez vos prix sur MKM",

  "app.generics.yes": "Oui",
  "app.generics.no": "Non",
  "app.generics.mint": "Mint",
  "app.generics.near-mint": "Near-Mint",
  "app.generics.excellent": "Excellent",
  "app.generics.good": "Good",
  "app.generics.light-played": "Light-Played",
  "app.generics.played": "Played",
  "app.generics.poor": "Poor",
  "app.generics.german": "Allemand",
  "app.generics.spanish": "Espagnol",
  "app.generics.french": "Français",
  "app.generics.italian": "Italien",
  "app.generics.japanese": "Japonais",
  "app.generics.portugueseBrazil": "Portugais (Brésil)",
  "app.generics.russian": "Russe",
  "app.generics.chineseSimplified": "Chinois Simplifié",
  "app.generics.english": "Anglais",
  "app.generics.korean": "Coréen",
  "app.generics.chineseTraditional": "Chinois Traditionel",

  "app.navbar.logOut.toast.success": "Vous êtes bien déconnecté.",
  "app.navbar.myAccount": "Mon Compte",
  "app.navbar.settings": "Paramètres",
  "app.navbar.logOut": "Déconnexion",
  "app.navbar.register": "S'inscrire",
  "app.navbar.connect": "Se connecter",
  "app.navbar.dashboard": "Dashboard",
  "app.navbar.stats": "Statistiques",
  "app.navbar.create-script": "Créer un script",
  "app.navbar.my-scripts": "Mes Scripts",
  "app.navbar.subscribe": "Tarifs",
  "app.navbar.invoices": "Mes factures",
  "app.navbar.byMTGInterface": "par MTG Interface",

  "app.footer.legalClauses": "Mentions Légales",
  "app.footer.ByMTGInterface": "MTG-Interface © 2021 Tous droits réservés.",

  "app.burgerMenu.subscribe": "Tarifs",
  "app.burgerMenu.register": "S'inscrire",
  "app.burgerMenu.login": "Se connecter",
  "app.burgerMenu.logOut": "Log out",

  "app.myAccountPage.title": "Mon compte",
  "app.myAccountPage.myEmail": "Email : ",
  "app.myAccountPage.FirstName": "Prénom",
  "app.myAccountPage.LastName": "Nom de famille",
  "app.myAccountPage.Telephone": "Téléphone",
  "app.myAccountPage.mail": "Email",
  "app.myAccountPage.adress": "Adresse",
  "app.myAccountPage.postalCode": "Code Postal",
  "app.myAccountPage.town": "Ville",
  "app.myAccountPage.edition.success": "Votre compte a bien été mis à jour.",
  "app.myAccountPage.edition.failure": "Votre compte n'a pu être mis à jour. Merci de réessayer.",

  "app.page.termsAndConditions.title": "Conditions d'utilisation",
  "app.page.termsAndConditions.preambule": "Préambule",
  "app.page.termsAndConditions.preambulePart1": "MTGINTERFACE offre un service web (ci-après nommé le « SERVICE ») destiné à aider les vendeurs professionnels, qu'ils soient privés ou via leur entité légale, (ci-après nommé le « VENDEUR(S) ») qui veulent optimiser les prix de leurs produits à vendresur la place de marché the Magic Card Market Marketplace (https://www.cardmarket.com) (ci-après nommé la « PLATEFORME »). Les conditions d'utilisation du SERVICE sont précisés dans ces conditions d'utilisation.",
  "app.page.termsAndConditions.preambulePart2": "Les informations légales regardant l'entreprise MTGINTERFACE sont les suivants :  Yoann BUZENET, Micro Entreprise MTGINTERFACE - Siège social : 9 Rue place Maréchal Foch, 56700 Hennebont, SIREN 804 965 101 00038 tél : +336 13 64 92 72",
  "app.page.termsAndConditions.article1Title": "1. Conditions nécessaires pour accéder au SERVICE",
  "app.page.termsAndConditions.article1.paragraph1": "Vous pouvez utiliser le SERVICE si et seulement si vous avez plus de 18 ans et êtes légalement apte de lier un contrat avec MTGINTERFACE, et pas sous interdiction de contracter. Si vous accédez au SERVICE sur ordre de votre entreprise (comme votre employeur par exemple) ou de toute autre entité juridique, vous représentez cette entité et garantissez avoir l'autorité et le droit légitime de lier contractuellement cette entité à ces conditions d'utilisation. Dans ce cas, \"vous\" et \"votre\" feront référence à cette entité.",
  "app.page.termsAndConditions.article1.paragraph2.beginning": "Le VENDEUR déclare par la présente:",
  "app.page.termsAndConditions.article1.paragraph2.case1": "qu'il est titulaire d'un \"Compte professionnel\" sur la PLATEFORME, et qu'il a un nom d'utilisateur et un mot de passe lui accordant un accès légal à la PLATEFORME. Notez s'il vous plaît que certaines parties de ce SERVICE ne fonctionneront pas si le VENDEUR n'est pas enregistré en tant que professionnel sur la PLATEFORME.",
  "app.page.termsAndConditions.article1.paragraph2.case2": "qu'il a accepté les Conditions Générales sur la PLATEFORME, et qu'il a pleinement connaissance des règles régissant les ventes et la fixation des prix telles que définies par la PLATEFORM précitée;",
  "app.page.termsAndConditions.article1.paragraph2.case3": "qu'il comprend parfaitement ce qu'ils peut retirer de l'utilisation du SERVICE proposé par MTGINTERFACE tel que défini dans les présentes conditions d'utilisation",
  "app.page.termsAndConditions.article2.title": "2. Durée / Annulation",
  "app.page.termsAndConditions.article2.subtitle1": "Durée",
  "app.page.termsAndConditions.article2.subtitle1.paragraph1": "A la fin de la période d'abonnement, l'abonnement n'est PAS renouvelé tacitement.",
  "app.page.termsAndConditions.article2.subtitle2": "Annulation",
  "app.page.termsAndConditions.article2.subtitle2.paragraph1": "Dans le cas où un VENDEUR ne respecterait pas une ou plusieurs de ses obligations selon ces conditions d'utilisation, MTGINTERFACE se réserve le droit d'annuler ces conditions d'utilisations à tout moment, avec ou sans avis formel pour prévenir le VENDEUR de remplir ses obligations. MTGINTERFACE pourra envoyer un avis formel par le biais de son choix, notamment un simple message éléctronique (e-mail).",
  "app.page.termsAndConditions.article3.title": "3. Decription du SERVICE de modification des prix",
  "app.page.termsAndConditions.article3.paragraph1": "Le SERVICE consiste à mettre à disposition du VENDEUR un outil leur permettant d'optimiser le prix des produits qu'ils souhaitent proposer en vente sur la PLATEFORME. Cette optimisation est effectuée à l'aide d'un stratégie tarifaire définie par le VENDEUR, portant entre autres à l'esprit le positionnement qu'ils choisissent par rapport aux tendances de marché, par rapport aux soldes qu'ils veulent fixer sur tout ou partie de leur stock, à l'état et la langue de leurs produits. Le VENDEUR surveillera et vérifiera l'adéquation des prix optimaux proposés par le système MTGINTERFACE, notamment grâce à la fonction de Test disponible pour chaque script en appuyant sur le bouton 'Test', et fera tout ajustement nécessaire de ces propositions. Il pourra alors, sous sous sa propre responsabilité, choisir les prix qui seront mis en ligne pour les acheteurs sur la PLATEFORME, en cliquant sur le bouton «Lancer». Les nouveaux prix n'apparaîtront pas sur la PLATEFORME sauf si ce bouton est cliqué. Le VENDEUR fournira à MTGINTERFACE jeton d'identification de la PLATEFORME, et autorisera MTGINTERFACE à l'utiliser afin de pouvoir modifier les prix du stock du VENDEUR et mettre en ligne de nouveaux prix en son nom.",
  "app.page.termsAndConditions.article4.title": "4. Limitation de responsabilité",
  "app.page.termsAndConditions.article4.paragraph1": "a/ Le VENDEUR reconnait explicitement et est d'accord avec le fait que MTGINTERFACE a une simple obligation de moyens concernant ces conditions d'utilisation.",
  "app.page.termsAndConditions.article4.paragraph2": "b/ Sauf en cas de faute grave ou intentionnelle avérée, la responsabilité globale de MTGINTERFACE envers le VENDEUR en vertu de ces conditions d'utilisation, quels que soient les motifs juridiques, ne peuvent pas, le cas échéant, dépasser les montants déjà payés par le VENDEUR pour son dernier paiement mensuel. En outre, le VENDEUR ne peut réclamer une indemnité à cet égard si une réclamation n'est pas faite par courrier recommandé avec accusé de réception envoyé à MTGINTERFACE dans un délai d'un (1) semaine à compter de la date à laquelle l'événement sous-jacent se produit.",
  "app.page.termsAndConditions.article4.paragraph3": "c/ Le VENDEUR accepte explicitement que MTGINTERFACE et / ou ses les représentants n'ont qu'une responsabilité limitée (conformément à article 4/ b ci-dessus) pour tout dommage indirect causé par la mauvaise performance ou la non-performance de MTGINTERFACE de ses obligations en vertu de ce document entraînant, mais non limité à, toute perte de bénéfices ou de revenus et / ou tout dommage résultant de l'impossibilité d'utiliser tout ou partie du SERVICE, interruptions d'activité ou autre, même si MTGINTERFACE ou ses les représentants ont été informés de la possibilité d'une telle dommages, tout service ou assistance non spécifiquement inclus dans ces conditions d'utilisation, tout dommage résultant, directement ou indirectement, de l'inexactitude des informations provenant du utilisation du SERVICE.",
  "app.page.termsAndConditions.article4.paragraph4": "d / Le VENDEUR reconnaît être seul responsable des informations qu'ils détient et / ou possède, ainsi que celles découlant de l'utilisation du SERVICE, et assume l'entière responsabilité de conserver cette information.",
  "app.page.termsAndConditions.article4.paragraph5": "e / Le VENDEUR reconnaît être seul responsable de prévoir et de calculer les dommages qu'il est susceptible de subir en cas de problème survenant dans l'exécution des conditions d'utilisation dont les conditions (y compris les mesures financières) ont été fixées en ce qui concerne les limitations de responsabilité et les exemptions dont bénéficie MTGINTERFACE. En conséquence, le VENDEUR reconnaît et accepte qu'il est de sa propre responsabilité de s'assurer contre tous les risques et qu’il en est le seul juge au regard de sa propre situation individuelle et selon les termes des conditions d'utilisation.",
  "app.page.termsAndConditions.article4.paragraph6": "f / Toutes les ventes réalisées par le commerçant sur la PLATEFORME, en particulier là où MTGINTERFACE met en ligne des prix optimaux sur les produits du VENDEUR dans le cadre du rôle avec lequel ce dernier a confié à l'article 3, se font directement entre le commerçant et les acheteurs sur la PLATEFORME. En conséquence, MTGINTERFACE est en aucun cas une partie contractuelle aux accords signés entre le VENDEUR et les acheteurs sur la PLATEFORME, et le VENDEUR s'engage à respecter les dispositions législatives et réglementaires applicables dispositions et notamment celles visant la protection des consommateurs et vente par correspondance.",
  "app.page.termsAndConditions.article5.title": "5. Dépendance avec la technologie de la PLATEFORME Magic Card Market",
  "app.page.termsAndConditions.article5.paragraph1": "a / Le VENDEUR reconnaît explicitement qu'il a connaissance et reconnait que : - le SERVICE repose sur la technologie «API» développée par la PLATEFORME et la mise à disposition des marchands de la PLATEFORME. Le VENDEUR s'engage à n'utiliser que les informations obtenues grâce au SERVICE dans le but d'optimiser ses prix sur la PLATEFORME, conformément aux présentes conditions d'utilisation et aux dispositions des conditions générales de la PLATEFORME. - certaines modifications apportées par la PLATEFORME pourraient rendre le SERVICE obsolète, indépendamment de la surveillance et du désir de MTGINTERFACE, et que cette dernière ne peut sous aucune circonstance être tenue responsable des développements régis par la PLATEFORME et leurs conséquences, qu'elles surviennent avec ou sans avertissement et indépendamment des conséquences de ces changements.",
  "app.page.termsAndConditions.article5.paragraph2": "b / MTGINTERFACE décline toute responsabilité quant à l'intégrité, l'exhaustivité, la précision, l'exactitude et la mise à jour des informations et données fournies par le SERVICE par le biais de la PLATEFORME et ses logiciels et ses bases de données. MTGINTERFACE ne détient aucune propriété intellectuelle ou autres droits sur les informations et les données de la PLATEFORME. Les informations et données restent la propriété exclusive de la PLATEFORME, en l'état explicitement reconnue par le VENDEUR, qui en tiendra compte compte dans son utilisation.",
  "app.page.termsAndConditions.article5.paragraph3": "c / MTGINTERFACE mettra tout en œuvre pour s'assurer que le SERVICE fournit les informations les plus récentes possibles. Cependant, le VENDEUR reconnaît et accepte explicitement que: - les informations relatives aux prix sont de par leur nature volatiles, et donc que les prix optimaux proposés dans le cadre de du SERVICE peuvent ne plus être à jour lorsque le VENDEUR met son prix en ligne sur la PLATEFORME; - en cliquant sur le bouton «Lancer» , le VENDEUR assume la responsabilité des prix de vente en ligne. La garantie et les limitations de responsabilité susmentionnées constituent des facteurs essentiels et primordiaux des conditions d'utilisation entre MTGINTERFACE et le VENDEUR.",
  "app.page.termsAndConditions.article6.title": "6. FORCE MAJEURE",
  "app.page.termsAndConditions.article6.paragraph1": "Les événements de force majeure suspendront les obligations de MTGINTERFACE et des VENDEURS concernant les conditions d'utilisation. Cependant, si l'événement de force majeure se poursuit pendant plus de deux (2) mois, chaque partie aura la possibilité de mettant fin aux conditions d'utilisation par courrier recommandé avec accusé de réception envoyé à l'autre partie.",
  "app.page.termsAndConditions.article7.title": "7.Droit de rétractation",
  "app.page.termsAndConditions.article7.paragraph1": "En tant qu'utilisateur résidant dans un pays membre de l'Union européenne, vous avez le droit de vous rétracter de tout achat effectué sur MTGINTERFACE sans donner de motif.",
  "app.page.termsAndConditions.article7.paragraph2": "Vous acceptez toutefois que votre droit de rétractation légal prenne fin dans 14 jours ou dès que vous commencez l'éxécution d'un script, selon ce qui se produit en premier. Pour toute démarche de remboursement, merci de nous contacter à support@mtginterface.com.",
  "app.page.termsAndConditions.article8.title": "8. Divers",
  "app.page.termsAndConditions.article8.paragraph1": "En cas de litige sur l'utilisation du SERVICE, le VENDEUR et MTGINTERFACE conviennent que le les données enregistrées sur les équipements MTGINTERFACE et notamment l'utilisation du jeton d'identification, des accès API fournis par la PLATEFORME, des noms d'utilisateur et mots de passe privés du VENDEUR constituent une preuve valide entre les parties. Il est explicitement convenu que toutes les informations concernant le VENDEUR, notamment les données enregistrées et les statistiques seront conservées et archivées par MTGINTERFACE à des fins probantes.",
  "app.page.termsAndConditions.article8.paragraph2": "Les présentes conditions d'utilisation donnent l'intégralité obligations des parties. Le fait que l'une ou l'autre des parties ne prenne avantage de toute lacune ou de tout manquement à l'exécution de l'une de ses obligations ou toute autre violation par l'autre partie de l'une de ses les obligations envers les conditions d'utilisation ne sauraient être interprétées comme une renonciation à l'obligation en question ou à l'une des autres dispositions contenues dans les conditions d'utilisation. De même, tout retard ou échec par l'une ou l'autre des parties pour exercer les droits et prérogatives qui leur sont accordés en vertu des présentes conditions d'utilisation ne doit pas être interprété comme une renonciation à ces droits et prérogatives.",
  "app.page.termsAndConditions.article8.paragraph3": "Les présentes conditions d'utilisation constituent un ensemble complet et exclusif des termes de l'accord conclu entre MTGINTERFACE et le VENDEUR.",
  "app.page.termsAndConditions.article8.paragraph4": "Dans le cas où l'une ou plusieurs des clauses des présentes conditions d'utilisation seraient déclarées nulles et non avenues, cette clause sera considérée comme non écrite. Cela n'entraînera pas l'annulation des conditions d'utilisation dans leur intégralité.",
  "app.page.termsAndConditions.article9.title": "9. Application de la loi",
  "app.page.termsAndConditions.article9.paragraph1": "Les présentes conditions d'utilisation sont soumises à interprétation et exécution en droit français. Tout litige entre MTGINTERFACE et le VENDEUR relatif à l'existence, la validité, l'interprétation ou l'exécution des conditions d'utilisation ou de l'une quelconque de leurs clauses que les parties ne sont pas en mesure de résoudre à l'amiable sera jugé par les tribunaux de Paris.",

  "app.LoginPage.title": "Connexion à l'application",
  "app.LoginPage.label.email": "Adresse Mail",
  "app.LoginPage.label.password": "Mot de passe",
  "app.LoginPage.placeholder.email": "Adresse mail...",
  "app.LoginPage.placeholder.password": "Mot de passe",
  "app.LoginPage.button.connect": "Se connecter",
  "app.LoginPage.toast.success": "Vous êtes connecté.",
  "app.LoginPage.toast.failure": "Login ou mot de passe incorrect. Merci de réessayer.",
  "app.LoginPage.forgottePassword": "Mot de passe oublié",

  "app.subscribePage.chooseYourPlan": "Choisissez le meilleur plan pour votre activité",
  "app.subscribePage.oneMonth": "Un Mois",
  "app.subscribePage.threeMonths": "Trois Mois",
  "app.subscribePage.button.subscribe": "Acheter",
  "app.subscribePage.UnlimitedPriceUpdates": "Mises à jour illimitées",
  "app.subscribePage.CustomizeYourOwnScripts": "Personnalisez vos scripts",
  "app.subscribePage.PDFSummaryOfEachModification": "Récap PDF de chaque modification",
  "app.subscribePage.oneMonths.slogan": "Rafraichissez vos prix",
  "app.subscribePage.threeMonths.slogan": "Devenez compétitif sur le long terme",
  "app.subscribePage.threeMonths.explaination": "Ou 23,34€/mois",

  "app.loginOutdated.toast.failure": "Vous n'êtes plus connecté. Merci de vous reconnecter.",

  "app.ResetMail.title": "Mot de passe oublié ?",
  "app.ResetMail.label.email": "Merci d'indiquer votre adresse mail :",
  "app.ResetMail.button.submit": "M'envoyer un lien par email",
  "app.ResetMail.success": "Un email a été envoyé sur votre boîte mail.",
  "app.ResetMail.failure": "Il y a eu une erreur. Merci de réessayer ultérieurement.",

  "app.setNewPassword.title": "Saisissez votre nouveau mot de passe",
  "app.setNewPassword.firstLabel": "Mot de passe",
  "app.setNewPassword.firstPlaceholder": "Votre nouveau mot de passe",
  "app.setNewPassword.SecondLabel": "Tappez le même mot de passe",
  "app.setNewPassword.secondPlaceholder": "Tappez le même mot de passe",
  "app.setNewPassword.button.submit": "Sauvegarder",
  "app.setNewPassword.failSubmit.challengeMissing": "Il y a eu une erreur. Merci de réessayer depuis le lien reçu dans votre email.",
  "app.setNewPassword.failSubmit.serverError": "Il y a eu une erreur. Merci de réessayer plus tard.",
  "app.setNewPassword.success": "Votre mot de passe a été mis à jour.",
  "app.setNewPassword.failure.passwordDontMatch": "Les mots de passe ne sont pas identiques. Merci de vérifier.",
  "app.setNewPassword.mailLabel": "Merci d'indiquer votre adresse mail",
  "app.setNewPassword.mailPlaceholder": "Votre email",

  "app.invoicePage.title": "Factures",
  "app.invoicePage.invoice.thead.creationDate": "Crée le",
  "app.invoicePage.invoice.thead.beginningDate": "Commence le",
  "app.invoicePage.invoice.thead.endingDate": "Finit le",
  "app.invoicePage.invoice.thead.duration": "Durée",
  "app.invoicePage.invoice.thead.amount": "Montant",
  "app.invoicePage.invoice.thead.download": "Télécharger",
  "app.invoicePage.getInvoices.failure": "Les factures n'ont pu être chargées. Merci de réessayer ultérieurement.",
  "app.invoicePage.invoice.noInvoiceYet": "Vous n'avez pas de factures pour l'instant. Vous pouvez vous abonner à tout moment !",
  "app.invoicePage.invoice.subscribeCTA": "S'abonner",
  "app.invoicePage.invoice.needMandatoryInformations": "Nous avons besoin de certaines informations pour générer une facture. Merci de les remplir sur ce ",
  "app.invoicePage.invoice.needMandatoryInformationsHere": "lien.",
  "app.invoicePage.InvoiceLinegeneratePDF": "Télécharger PDF",

  "app.invoice.PDF.table.products": "Produits",
  "app.invoice.PDF.table.amount": "Montants HT",
  "app.invoice.PDF.table.vat": "TVA",
  "app.invoice.PDF.table.quantity": "Quantité",
  "app.invoice.PDF.table.total": "Total",
  "app.invoice.PDF.table.summary.products": "Produits",
  "app.invoice.PDF.summary.invoiceNumber": "Facture n° ",
  "app.invoice.PDF.summary.date": "Date : ",
  "app.invoice.PDF.footer.fiscalRuleNoVAT": "TVA non applicable, art. 293 B du CGI",
  "app.invoice.PDF.product.OneMonthSubscription": "Abonnement d'un mois",
  "app.invoice.PDF.product.ThreeMonthSubscription": "Abonnement de trois mois",
  "app.invoice.PDF.summary.vat": "TVA : ",

  "app.RegisterPage.title": "Créer un compte",
  "app.RegisterPage.label.mail": "Email *",
  "app.RegisterPage.label.password": "Password *",
  "app.RegisterPage.label.passwordCheck": "Merci de retapper votre mot de passe *",
  "app.RegisterPage.placeholder.passwordCheck": "Verification Mot de passe",
  "app.RegisterPage.accountCreation.passwordCheck.failure": "Les mots de passe ne sont pas les mêmes. Merci de les retapper.",
  "app.RegisterPage.placeholder.legalName": "Nom de société, ou nom du propriétaire de l'entreprise",
  "app.RegisterPage.label.legalName": "Nom de société, ou nom du propriétaire de l'entreprise *",
  "app.RegisterPage.placeholder.addressStreet": "Adresse",
  "app.RegisterPage.label.address": "Adresse *",
  "app.RegisterPage.label.postalCode": "Code Postal *",
  "app.RegisterPage.placeholder.postalCode": "Code Postal",
  "app.RegisterPage.label.firstName": "Prénom",
  "app.RegisterPage.label.lastName": "Nom de famille",
  "app.RegisterPage.label.telephone": "Téléphone",
  "app.RegisterPage.label.adress": "Adresse *",
  "app.RegisterPage.label.town": "Ville *",
  "app.RegisterPage.label.VAT": "TVA (si applicable)",
  "app.RegisterPage.placeholder.VAT": "TVA (si applicable)",
  "app.RegisterPage.placeholder.mail": "Adresse mail...",
  "app.RegisterPage.placeholder.password": "Mot de passe",
  "app.RegisterPage.placeholder.firstName": "Prénom",
  "app.RegisterPage.placeholder.lastName": "Nom de famille",
  "app.RegisterPage.placeholder.telephone": "Téléphone",
  "app.RegisterPage.placeholder.adress": "Votre adresse...",
  "app.RegisterPage.placeholder.town": "Ville",
  "app.RegisterPage.button.register": "S'inscrire",
  "app.RegisterPage.accountCreation.toast.success": "Votre compte a été créé avec succès.",
  "app.RegisterPage.accountCreation.mailAlreadyTaken.toast.failure": "Cet email est déjà pris. Merci d'en choisir un autre.",
  "app.RegisterPage.accountCreation.toast.failure": "Une erreur est survenue. Merci de réessayer.",

  "app.modal.payment.button.pay": "Payer",
  "app.modal.payment.success": "Votre paiement a bien été enregistré. Vous êtes abonné.",
  "app.modal.generalConditions.checkIn.firstPart": "J'accepte les ",
  "app.modal.generalConditions.checkIn.SecondPartLink": "Conditions d'utilisation.",
  "app.modal.payment.failure": "Le paiement n'a pu être procédé. Merci de réessayer ultérieurement.",
  "app.modal.payment.failureAfterSuccess": "Il y a eu une erreur après l'enregistrement du paiment. Merci de nous contacter.",
  "app.subscribePage.button.duration.oneMonth": "Un mois",
  "app.subscribePage.button.duration.threeMonth": "Trois mois",
  "app.subscribePage.toast.pleaseLoginOrRegister": "Merci de vous  {loginLink} ou de vous {registerLink} pour vous abonner !",
  "app.subscribePage.toast.notSusbcribed.message.login": "connecter",
  "app.subscribePage.toast.notSusbcribed.message.register": "inscrire",

  "app.popIn.confirmationLaunching": "Lancer le script ?",
  "app.popIn.confirmationLaunching.button.launch": "Lancer",
  "app.popIn.confirmationLaunching.button.cancel": "Annuler",
  "app.popIn.confirmationLaunching.explaination": "Le script sera exécuté. Le process prends entre plusieurs minutes et plusieurs heures, en fonction de la taille de votre stock, et du nombre de personnes qui utilisent le site. Vous recevrez un mail à la fin du process.",
  "app.popIn.confirmationTest": "Lancer le script de test ?",
  "app.popIn.confirmationTest.explaination": "Un script de test sera executé : celui-ci est une simulation et n'affecte pas votre stock en ligne. Le process prends entre plusieurs minutes et plusieurs heures, en fonction de la taille de votre stock, et du nombre de personnes qui utilisent le site. Vous recevrez un mail à la fin du process.",
  "app.popIn.confirmationLaunching.button.test": "Tester",

  "server.sendMail.welcomeEmail.title": "Bienvenue sur {url} !",
  "server.sendMail.sellRequest.submitted": "Votre demande de rachat est enregistrée !",
  "server.sendMail.sellRequest.cardsHaveBeenSent": "Vos cartes ont été notées comme envoyées.",
  "server.sendMail.sellRequest.cardsHaveBeenReceived": "Rachat n° {sellRequestId} : Vos cartes ont été reçues !",
  "server.sendMail.sellRequest.cardsBeingProcessed": "Rachat n° {sellRequestId} : Vos cartes sont en cours de traitement.",
  "server.sendMail.sellRequest.awaitingCustomerValidation": "Rachat n° {sellRequestId} : En attente de votre validation.",
  "server.sendMail.sellRequest.validated": "Votre rachat n° {sellRequestId} a été validé !",
  "server.sendMail.sellRequest.cancelled": "Le rachat {sellRequestId} a été annulé.",
  "server.sendMail.sellRequest.shopNotification.submitted": "Un nouveau rachat a été posté !",

  "config.definition.lang.german": "Allemand",
  "config.definition.lang.spanish": "Espagnol",
  "config.definition.lang.french": "Français",
  "config.definition.lang.italian": "Italien",
  "config.definition.lang.japanese": "Japonais",
  "config.definition.lang.portuguese": "Portugais",
  "config.definition.lang.russian": "Russe",
  "config.definition.lang.simplifiedChinese": "Chinois Simplifié",
  "config.definition.lang.english": "Anglais",
  "config.definition.lang.korean": "Coréen",
  "config.definition.lang.traditionnalChinese": "Chinois Traditionnel",

  "app.error401.toast.failure": "Vous n'êtes plus connecté. Merci de vous reconnecter.",
  "app.error403.toast.failure": "Vous n'avez pas accès à cette ressource.",
  "app.error500.toast.failure": "Une erreur est survenue. Merci de réeesayer plus tard.",

  "scriptLine.buttons.edit": "Modifier",
  "scriptLine.buttons.test": "Tester",
  "scriptLine.buttons.launch": "Lancer",
  "scriptLine.buttons.saving": "Sauvegarde...",
  "scriptLine.buttons.saved": "Sauvegardé !",
  "scriptLine.buttons.isRunning": "En cours",
  "scriptLine.buttons.upToDate": "Prêt",
  "scriptline.select.formats.title": "Formats",
  "scriptline.select.formats.mustHaveOneAtLeast": "Votre script doit comporter un format au moins.",
  "scriptline.select.rarities.mustHaveOneAtLeast": "Votre script doit comporter une rareté au moins.",
  "scriptline.select.formats.save.failed": "La sauvegarde a échoué. Merci de réessayer ultérieurement.",

  "createMyScript.title.createAScript": "Créer un script",
  "createMyScript.title.scriptNumber": "Script n°",
  "createMyScript.title.scriptname": "Nom du script",
  "createMyScript.buttons.save": "Sauvegarder",
  "createMyScript.buttons.test": "Tester",
  "createMyScript.buttons.launch": "Lancer",
  "createMyScript.select.formats.title": "Formats",
  "createMyScript.columnTitles.regular": "Regular",
  "createMyScript.columnTitles.foil": "Foil",
  "createMyScript.genericRules.title": "Regles génériques",
  "createMyScript.script.title.defaultName": "Nouveau Script",
  "createMyScript.script.title.formatSelection": "Sélection des formats",
  "createMyScript.script.select.pricesAreBasedOn.label": "Calculer les nouveaux prix à partir de : ",
  "createMyScript.script.select.pricedBasedOnPossibilities.mkmTrends": "Les données MKM",
  "createMyScript.script.select.pricedBasedOnPossibilities.oldPrices": "Mes prix actuels",
  "createMyScript.script.select.pricedBasedOnPossibilities.oldPrices.helperText": "Les nouveaux prix seront basés par rapport à vos prix existants. Exemple : +10% sur vos prix actuels. Cela ne s'applique qu'aux règles où vous avez sélectionné 'Créer Opération'.",
  "createMyScript.script.select.pricedBasedOnPossibilities.mkmTrends.helperText": "Les nouveaux prix seront fixés par rapport aux tendances MKM. Exemple : +10% par rapport à la tendance MKM. Cela ne s'applique qu'aux règles où vous avez sélectionné 'Créer Opération'.",
  "createMyScript.script.select.keywordBehaviour.title": "Commentaire MKM : ",
  "createMyScript.script.select.keywordBehaviour.listOfComments.title": "Liste des commentaires MKM : ",
  "createMyScript.script.select.keywordBehaviourPossibilities.ignores": "Ignore",
  "createMyScript.script.select.keywordBehaviourPossibilities.targetsSpecifically": "Cible uniquement",
  "createMyScript.script.select.keywordBehaviourPossibilities.avoidsSpecifically": "Evite",
  "createMyScript.script.select.keywordBehaviour.add.form.label": "Ajouter un commentaire MKM",
  "createMyScript.script.select.keywordChips.placeholder.noKeywords": "Aucun commentaire MKM ajouté.",
  "createMyScript.script.select.keywordBehaviour.delete.failure.toast": "Ce commentaire MKM n'a pu être effacé. Merci de réessayer ultérieurement.",
  "createMyScript.script.select.keywordBehaviour.helpertext.explaination.ignore": "Vous pouvez filtrer les cartes affectées par le script en les ciblant via leur commentaire MKM. Actuellement, le script IGNORE ces commentaires.",
  "createMyScript.script.select.keywordBehaviour.helpertext.explaination.targets": "Vous pouvez filtrer les cartes affectées par le script en les ciblant via leur commentaire MKM. Actuellement, le script CIBLE UNIQUEMENT les cartes avec les mot clefs que vous avez indiqués.",
  "createMyScript.script.select.keywordBehaviour.helpertext.explaination.avoid": "Vous pouvez filtrer les cartes affectées par le script en les ciblant via leur commentaire MKM. Actuellement, le script EVITE les cartes avec les mot clefs que vous avez indiqués.",
  "createMyScript.script.setSelection.title": "Filtrer par édition",
  "createMyScript.script.select.expansions.placeholder": "Choisir des éditions...",
  "createMyScript.script.select.expansions.numberOfSetsSelected": "{0} éditions sélectionnées",
  "createMyScript.rarity.title": "Raretés modifiées",
  "createMyScript.rarity.mythic": "Mythique",
  "createMyScript.rarity.rare": "Rare",
  "createMyScript.rarity.uncommon": "Peu Commune",
  "createMyScript.rarity.common": "Commune",
  "createMyScript.genericRules.signedCardAreNotTreated": "Les cartes signées ne sont pas traitées.",
  "createMyScript.genericRules.alteredCardAreNotTreated": "Les cartes altérées ne sont pas traitées.",
  "createMyScript.genericRules.playsetsAreNotTreated": "Les playsets ne sont pas traités.",
  "createMyScript.genericRules.cardsWithSuperiorPriceAreNotTreated": "Les cartes aux prix supérieur aux prix mentionnés ne sont pas traitées.",
  "createMyScript.checkMKMConnection.failture": "Vous n'êtes pas connecté à MKM. Merci de vous y connecter afin de pouvoir lancer le script.",
  "createMyScript.checkStateCoherence.failure": "Il semble y avoir une erreur au sein des règles. Merci de vérifier à nouveau.",
  "createMyScript.launchTest.success": "Le script de test a été lancé. Une fois terminé, vous recevrez un récapitulatif par mail.",
  "createMyScript.launchTest.failure": "Le script n'a pas pu être lancé. Merci de réessayer ultérieurement. Si le problème persiste, n'hésitez pas à nous contacter.",
  "createMyScript.scriptMustBeSaved": "Merci de sauvegarder le script avant de le lancer.",
  "createMyScript.launchReal.success": "Le script MKM a été lancé. Une fois terminé, vous recevrez un récapitulatif par mail.",
  "createMyScript.launchReal.failure": "Le script MKMn'a pas pu être lancé. Merci de réessayer ultérieurement. Si le problème persiste, n'hésitez pas à nous contacter.",
  "createMyScript.saving.success": "Votre script a été sauvegardé.",
  "createMyScript.saving.failure": "Il y a eu un problème lors de la sauvegarde. Merci de nous contacter si le problème persiste.",
  "createMyScript.creating.failure": "Il y a eu une erreur lors de la sauvegarde.",

  "allMyScripts.title": "Mes Scripts",
  "allMyScripts.formats": "Formats",
  "allMyScripts.status": "Statut",
  "allMyScripts.button.createScript": "Créer un Script",

  "mkmConnectionIndicator.title": "Connexion MKM",

  "app.MKMConnect.toast.success": "Vous êtes bien connecté à MKM.",
  "app.MKMConnect.shouldConnect.toast.failure": "Les données ne sont pas à jour. Merci de bien suivre les étapes.",
  "app.MKMConnect.connected.until": "Vous êtes connecté jusqu'au ",
  "app.MKMConnect.connected.refresh": "Rafraîchir",
  "app.MKMConnect.connected.logMKM": "Se co à MKM",
  "app.MKMConnect.connected.logMtgInterface": "Connexion à MTG Interface",
  "app.MKMConnect.connected.sync": "Synchro",
  "app.MKMConnect.connected.notConnectedToMKM": "Vous n'êtes pas connecté à MKM.",
  "app.MKMConnect.connected.PleaseConnectToMKM": "Vous n'êtes pas connecté à MKM. Merci de vous reconnecter.",

  "customRules.price.from": "De",
  "customRules.price.to": "A",
  "customRules.select.title.userChoice": "Que faire ?",
  "customRules.price.setFixedPrice.SellFor": "Vendre à",
  "customRules.select.title.mkmPossibilityToChoose": "Baser le nouveau prix sur",
  "customRules.select.title.behaviour": "Quelle règle appliquer ?",
  "customRules.helpertext.basedOnRegularMKMTrends": "basé sur le prix de la Tendance MKM",
  "customRules.helpertext.basedOnFoilMKMTrends": "basé sur le prix de la Tendance Foil MKM",
  "customRules.helpertext.basedOnCurrentPrices": "basé sur vos prix actuels",
  "customRules.price.errorRule.twoPricesMustBeIndicated": "Les deux prix d'une règle doivent être renseignés.",
  "customRules.price.errorRule.priceshouldBeCoherentWithNextRule": "Le prix de cette règle ne colle pas avec celui de la suivante.",
  "customRules.price.errorRule.priceFromShouldInferiortoPriceTo": "Le prix de départ de cette règle doit être inférieur au prix d'arrivée.",
  "customRules.price.errorRule.firstRuleMustStartAt0euros": "La première règle doit commencer à 0 euro.",
  "customRules.price.errorRule.setFixedValueMustHaveASellingPrice": "Cette règle attend un prix de vente.",
  "customRules.regularRules.title": "REGLES REGULAR",
  "customRules.foilRules.title": "REGLES FOIL",

  "settings.save.check.error.missingField": "L'un des champs n'a pas été rempli.",
  "settings.save.success": "Vos paramètres ont bien été mis à jour.",
  "settings.save.failure": "Il y a eu une erreur. Si le problème persiste, merci de nous contacter.",
  "settings.title": "Gérez vos prix",
  "settings.subtitle.explaination": "Par rapport au Mint, à quel pourcentage voulez-vous vendre en fonction des différents états des cartes et de leur langue ?",
  "settings.category.regular": "Regular",
  "settings.category.foil": "Foil",
  "settings.percentageToApply": "Pourcentage à appliquer",
  "settings.languages": "Langues",
  "settings.language": "Langue",

  "mail.sending.title.test": "Votre script de test a bien été éxécuté.",
  "mail.sending.title.real": "Votre script a bien été éxécuté.",
  "mail.sending.title.register": "Inscription sur mkmpriceupdater.com",
  "mail.sending.title.passwordForgotten": "Renouvellement du mot de passe",
  "mail.sending.title.afterPayment": "Paiement reçu",
  "mail.sending.title.scriptHad0card": "Votre script a bien été éxécuté, mais a affecté 0 carte.",
  "mail.sending.title.testScriptHad0card": "Votre script de test a bien été éxécuté, mais a affecté 0 carte.",

  "subscribed.notSusbcribed.NeedToDoIt.text": "Vous devez vous abonner pour accéder à cette fonctionalité. Vous pouvez le faire {link}.",
  "subscribed.notSusbcribed.NeedToDoIt.link": "sur ce lien",

  "tutorial.allMyScripts": "Tous les scripts sont disponibles ici. Nous en avons créés quelques uns pour vous donner une idée. Vous pouvez les modifier à volonté."
}
